Repository: gsalvador209/GOW_app_exercise
Catalog: GOW/*.lproj/Localizable.strings
Languages: pt_br

# menu.option.videogames
source: Video games
pt_br: Videojogos

# menu.option.weapons
source: Weapons
pt_br: Armas

# menu.option.characters
source: Characters
pt_br: Personagens

# menu.option.merchandise
source: Merchandise
pt_br: Mercadorias

# weapon.name.boomshot
source: Boomshot Grenade Launcher
pt_br: Lançador de Granadas Boomshot

# weapon.description.boomshot
source: It was a single-shot pump-action grenade launcher designed and primarily used by the Locust, particularly by the Boomer.
pt_br: Era um lançador de granadas de ação de bomba e tiro único projetado e usado principalmente pelos Locust, particularmente pelos Boomers.

# weapon.description.hammerburstii
source: It was the standard high-powered Locust assault rifle. It is often referred to as the Locust counterpart to the COG Lancer assault rifle.
pt_br: Era o rifle de assalto padrão de alta potência dos Locust. Muitas vezes é referido como a contraparte Locust do rifle de assalto Lancer da COG.

# weapon.description.mulcher
source: The Mulcher is a heavy, hand-cranked rotary Gatling gun developed by the Coalition of Ordered Governments.
pt_br: O Mulcher é uma metralhadora rotativa pesada, acionada manualmente, desenvolvida pela Coalizão de Governos Ordenados.

# weapon.name.bolo_grenade
source: Bolo Grenade
pt_br: Granada Bolo

# weapon.description.bolo_grenade
source: The Bolo Grenade, otherwise known as the Fragmentation Grenade, was the standard fragmentation grenade used by the Coalition of Ordered Governments, the Locust Horde, and the Swarm.
pt_br: A Granada Bolo, também conhecida como Granada de Fragmentação, era a granada de fragmentação padrão usada pela Coalizão de Governos Ordenados, a Horda Locust e o Enxame.

# weapon.name.boltok
source: Boltok Pistol
pt_br: Pistola Boltok

# weapon.description.boltok
source: It was the standard sidearm of the Locust, particularly the Drones. The pistol continues the Locust weapon design philosophy of creating weapons with an emphasis on brute force.
pt_br: Era a arma secundária padrão dos Locust, particularmente dos Drones. A pistola continua a filosofia de design de armas dos Locust de criar armas com ênfase na força bruta.

# weapon.name.lancer
source: Lancer Assault Rifle Mark 1
pt_br: Rifle de Assalto Lancer Mark 1

# weapon.description.lancer
source: Nicknamed Retro Lancer during the Lambent Pandemic, it was the predecessor to the Lancer Assault Rifle Mark 2. Previously the main assault rifle of the Coalition of Ordered Governments army, the Mark 1 Assault Rifle was used during the Pendulum Wars.
pt_br: Apelidado de Retro Lancer durante a Pandemia Lambent, foi o predecessor do Rifle de Assalto Lancer Mark 2. Anteriormente, o principal rifle de assalto do exército da Coalizão de Governos Ordenados, o Rifle de Assalto Mark 1 foi usado durante as Guerras do Pêndulo.

# weapon.name.lancer2
source: Lancer Assault Rifle Mark 2
pt_br: Rifle de Assalto Lancer Mark 2

# weapon.description.lancer2
source: An upgrade to the Lancer Assault Rifle Mark 1, produced with a chainsaw bayonet, greater accuracy, lower recoil, and increased ammunition capacity but less firepower than its predecessor.
pt_br: Uma atualização do Rifle de Assalto Lancer Mark 1, produzido com uma baioneta de motosserra, maior precisão, menor recuo e maior capacidade de munição, mas com menos poder de fogo que seu predecessor.

# weapon.name.sniper
source: Longshot Sniper Rifle
pt_br: Rifle de Atirador Longshot

# weapon.description.sniper
source: It was a single-shot, large-caliber sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was still in use seventeen years after Emergence Day.
pt_br: Era um rifle de atirador de calibre grande e tiro único. Criado pela Coalizão de Governos Ordenados durante as Guerras do Pêndulo, o Longshot ainda estava em uso dezessete anos após o Dia da Emergência.

# weapon.name.hammer_of_dawn
source: Hammer of Dawn
pt_br: Martelo da Aurora

# weapon.description.hammer_of_dawn
source: The Hammer of Dawn was an orbital, satellite-based laser powered by COG Imulsion. Its key components were invented by UIR scientist Mauris Ivo and completed by Professor Adam Fenix after it was stolen during Operation: Leveler.
pt_br: O Martelo da Aurora era um laser orbital baseado em satélite, alimentado por Imulsão da COG. Seus componentes-chave foram inventados pelo cientista da UIR Mauris Ivo e completados pelo professor Adam Fenix após serem roubados durante a Operação: Nivelador.

# weapon.name.mx8
source: Snub Pistol MX8
pt_br: Pistola Snub MX8

# weapon.description.mx8
source: It was the standard sidearm for Coalition of Ordered Governments armed forces personnel.
pt_br: Era a arma secundária padrão para o pessoal das forças armadas da Coalizão de Governos Ordenados.

# character.race.marcusfenix
source: Human
pt_br: Humano

# character.sex.marcusfenix
source: Male
pt_br: Masculino

# character.race.dominicsantiago
source: Human
pt_br: Humano

# character.sex.dominicsantiago
source: Male
pt_br: Masculino

# character.race.augustuscole
source: Human
pt_br: Humano

# character.sex.augustuscole
source: Male
pt_br: Masculino

# character.race.damonbaird
source: Human
pt_br: Humano

# character.sex.damonbaird
source: Male
pt_br: Masculino

# character.name.queenmyrrah
source: Queen Myrrah
pt_br: Rainha Myrrah

# character.race.queenmyrrah
source: Locust Hybrid
pt_br: Híbrido Locust

# character.sex.queenmyrrah
source: Female
pt_br: Feminino

# character.sex.generalraam
source: Male
pt_br: Masculino

# character.coalition.kaitdiaz
source: Outsiders/COG
pt_br: Forasteiros/COG
